Repository: Xcube-Studio/Natsurainko.FluentLauncher
Catalog: Natsurainko.FluentLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, zh_cn, zh_hans, zh_hant

# Buttons_Browse.Text
source: Browse
ru_ru: Просматривать
zh_hans: 浏览
zh_hant: 瀏覽

# Buttons_Remove.Text
source: Remove
ru_ru: Удалять
zh_hans: 移除
zh_hant: 移除

# Buttons_Search.Text
source: Search
ru_ru: Поиск
zh_hans: 搜索
zh_hant: 搜索

# Buttons_Refresh.Text
source: Refresh
ru_ru: Обновить
zh_hans: 刷新
zh_hant: 刷新

# Buttons_SwitchAccount.Text
source: Switch Account
ru_ru: Сменить аккаунт
zh_hans: 切换账户
zh_hant: 切換賬戶

# Buttons_SignIn.Text
source: Sign in
ru_ru: Войти
zh_hans: 登入
zh_hant: 登入

# Buttons_Add.Text
source: Add
ru_ru: Добавлять
zh_hans: 添加
zh_hant: 添加

# Buttons_Back.Text
source: Back
ru_ru: Назад
zh_hans: 上一步
zh_hant: 上一步

# Buttons_Next.Text
source: Next
ru_ru: Следующий
zh_hans: 下一步
zh_hant: 下一步

# Buttons_Open.Text
source: Open
ru_ru: Открыть
zh_hans: 打开
zh_hant: 打開

# Buttons_Go.Text
source: Go
ru_ru: Идти
zh_hans: 前往
zh_hant: 前往

# Buttons_Cancel.Text
source: Cancel
ru_ru: Отмена
zh_hans: 取消
zh_hant: 取消

# Buttons_Download.Text
source: Download
ru_ru: Скачать
zh_hans: 下载
zh_hant: 下載

# Buttons_Comfirm.Text
source: Confirm
ru_ru: Подтверждать
zh_hans: 确认
zh_hant: 确认

# Converters__Account
source: Account
ru_ru: счет
zh_hans: 账户
zh_hant: 賬戶

# Converters__Microsoft
source: Microsoft
ru_ru: Майкрософт
zh_hans: 微软
zh_hant: 微軟

# Converters__Offline
source: Offline
ru_ru: не в сети
zh_hans: 离线
zh_hant: 離線

# Converters__Yggdrasil
source: Yggdrasil
ru_ru: внешний
zh_hans: 外置
zh_hant: 外置

# Converters__Release
source: Release
ru_ru: Выпускать
zh_hans: 正式版
zh_hant: 正式版

# Converters__Snapshot
source: Snapshot
ru_ru: Снимок
zh_hans: 快照版
zh_hant: 快照版

# Converters__Old Beta
source: Old Beta
ru_ru: Старая бета
zh_hans: 远古版 β
zh_hant: 遠古版 β

# Converters__Old Alpha
source: Old Alpha
ru_ru: Старый Альфа
zh_hans: 远古版 α
zh_hant: 遠古版 α

# Converters__Unknown
source: Unknown
ru_ru: Неизвестный
zh_hans: 未知版本
zh_hant: 未知版本

# Converters__Inherited From
source: Inherited From
ru_ru: Унаследовано от
zh_hans: 继承自
zh_hant: 繼承自

# Converters__LaunchState_Created
source: The launch task is created
ru_ru: Задача запуска создана
zh_hans: 启动任务已创建
zh_hant: 啟動任務已創建

# Converters__LaunchState_Inspecting
source: Checking required items before launching
ru_ru: Проверка необходимых элементов перед запуском
zh_hans: 启动前检查所需项目
zh_hant: 啟動前檢查所需項目

# Converters__LaunchState_Authenticating
source: Verifying and refreshing account token
ru_ru: Проверка и обновление токена учетной записи
zh_hans: 验证并刷新帐户令牌
zh_hant: 驗證並刷新帳戶令牌

# Converters__LaunchState_CompletingResources
source: Completing the game dependent resources
ru_ru: Завершение ресурсов, зависящих от игры
zh_hans: 补全游戏依赖资源
zh_hant: 補全遊戲依賴資源

# Converters__LaunchState_BuildingArguments
source: Generating startup parameters
ru_ru: Генерация параметров запуска
zh_hans: 生成启动参数
zh_hant: 生成啟動參數

# Converters__LaunchState_LaunchingProcess
source: Launching the game process
ru_ru: Запускаем игровой процесс
zh_hans: 启动游戏进程
zh_hant: 啟動遊戲進程

# Converters__LaunchState_GameRunning
source: The game is running
ru_ru: Игра запущена
zh_hans: 游戏正在运行
zh_hant: 遊戲正在運行

# Converters__LaunchState_GameExited
source: The game has exited normally
ru_ru: Игра вышла нормально
zh_hans: 游戏已正常退出
zh_hant: 遊戲已正常退出

# Converters__LaunchState_Faulted
source: Launch failed
ru_ru: Ошибка запуска
zh_hans: 启动失败
zh_hant: 啟動失敗

# Converters__LaunchState_Killed
source: The game was forced to quit
ru_ru: Игра была вынуждена выйти
zh_hans: 进程强制退出
zh_hant: 進程強制退出

# Converters__LaunchState_GameCrashed
source: The game crashed
ru_ru: Игра вылетела
zh_hans: 游戏崩溃
zh_hant: 遊戲崩潰

# Converters__ResourceDownloadProcessState_Created
source: The download task is created
ru_ru: Задача загрузки создана.
zh_hans: 下载任务已创建
zh_hant: 下載任務已創建

# Converters__ResourceDownloadProcessState_Downloading
source: The download task is in progress
ru_ru: Задача загрузки выполняется.
zh_hans: 下载任务正在进行中
zh_hant: 下載任務正在進行中

# Converters__ResourceDownloadProcessState_Finished
source: Download completed
ru_ru: Загрузка завершена
zh_hans: 下载完成
zh_hant: 下載完成

# Converters__ResourceDownloadProcessState_Faulted
source: Download failed
ru_ru: Загрузка не удалась
zh_hans: 下载失败
zh_hant: 下載失敗

# Dialogs_JavaMirrorsDialog.Title
source: Third-party Java Download Sources
ru_ru: Сторонние источники загрузки Java
zh_hans: 第三方 Java 下载源
zh_hant: 第三方 Java 下载源

# Dialogs_JavaMirrorsDialog.PrimaryButtonText
source: Confirm
ru_ru: Подтверждать
zh_hans: 确认
zh_hant: 确认

# Dialogs_CopyrightLicenseDialog.Title
source: Copyright & License Information
ru_ru: Авторское право &amp; Информация о лицензии
zh_hans: 版权及开源协议信息
zh_hant: 版权及开源协议信息

# Dialogs_CopyrightLicenseDialog.PrimaryButtonText
source: Confirm
ru_ru: Подтверждать
zh_hans: 确认
zh_hant: 确认

# Dialogs_AddVmArgumentDialog_T.Text
source: Add a single JVM argument
ru_ru: Добавьте один аргумент JVM
zh_hans: 添加单个 JVM 参数
zh_hant: 添加单个 JVM 参数

# Dialogs_ExceptionDialog.Title
source: The program has encountered an error
ru_ru: Программа обнаружила ошибку
zh_hans: 应用程序未捕获的异常
zh_hant: 应用程序未捕获的异常

# Dialogs_ExceptionDialog.PrimaryButtonText
source: Copy and go to GitHub
ru_ru: Скопируйте и перейдите на GitHub
zh_hans: 复制并转到 GitHub
zh_hant: 复制并转到 GitHub

# Dialogs_ExceptionDialog.SecondaryButtonText
source: Close
ru_ru: Закрывать
zh_hans: 关闭
zh_hant: 关闭

# Dialogs_SwitchAccountDialog.Title
source: Switch Account
ru_ru: Сменить аккаунт
zh_hans: 切换账户
zh_hant: 切换账户

# Dialogs_SwitchAccountDialog.PrimaryButtonText
source: Confirm
ru_ru: Подтверждать
zh_hans: 确认
zh_hant: 确认

# Dialogs_SwitchAccountDialog.SecondaryButtonText
source: Cancel
ru_ru: Отмена
zh_hans: 取消
zh_hant: 取消

# Dialogs_SwitchAccountDialog_B.Text
source: Remove Selected Account
ru_ru: Удалить выбранную учетную запись
zh_hans: 删除选中的帐户
zh_hant: 刪除選中的帳戶

# Dialogs_AuthenticationWizardDialog_T.Text
source: Account Add Wizard:
ru_ru: Мастер добавления учетной записи:
zh_hans: 帐户添加向导：
zh_hant: 帳戶添加嚮導：

# Dialogs_ResourceItemFilesDialog_T.Text
source: Choose a File to Download:
ru_ru: Выберите файл для скачивания:
zh_hans: 选择要下载的文件：
zh_hant: 選擇要下載的文件：

# ExceptionPage_Title.Text
source: An error has occurred when starting Fluent Launcher
zh_hans: 启动 Fluent Launcher 时出现错误

# ExceptionPage_Description_1.Text
source: Please report this issue on GitHub.
zh_hans: 请在 GitHub 上报告此问题。

# ExceptionPage_Description_2.Text
source: Providing the following information might help us fix the issue:
zh_hans: 提供以下信息可能有助于我们解决问题：

# ExceptionPage_Button.Content
source: Copy and go to GitHub
zh_hans: 复制并转到 GitHub

# Notifications__AccountRefreshFailedTitle
source: Failed to refresh account
ru_ru: Не удалось обновить учетную запись
zh_hans: 刷新帐户失败
zh_hant: 刷新帳戶失敗

# Notifications__AccountRefreshFailedDescription
source: The account has expired and you need to log in again or cannot connect to the server due to network problems
ru_ru: Срок действия учетной записи истек, и вам необходимо снова войти в систему или вы не можете подключиться к серверу из-за проблем с сетью.
zh_hans: 该账户已过期需重新登录或因网络问题导致无法连接服务器
zh_hant: 該賬戶已過期需重新登錄或因網絡問題導致無法連接服務器

# Notifications__AccountRefreshedTitle
source: Successfully refreshed Account
ru_ru: Аккаунт успешно обновлен
zh_hans: 账户刷新成功
zh_hant: 賬戶刷新成功

# Notifications__AccountRefreshedDescription
source: Welcome back, ${name}
ru_ru: С возвращением, ${name}
zh_hans: 欢迎回来，${name}
zh_hant: 歡迎回來，${name}

# ShellPage_NV_Item_1.Content
source: Home
ru_ru: Домашняя страница
zh_hans: 主页面
zh_hant: 主頁面

# ShellPage_NV_Item_2.Content
source: Cores Manage
ru_ru: Ядра Управление
zh_hans: 核心管理
zh_hant: 核心管理

# ShellPage_NV_Item_3.Content
source: Tasks Manage
ru_ru: Задачи Управление
zh_hans: 任务管理
zh_hant: 任務管理

# ShellPage_NV_Item_4.Content
source: Resources Download
ru_ru: Загрузка ресурсов
zh_hans: 资源下载
zh_hant: 資源下載

# ShellPage_NV_Item_5.Content
source: Settings
ru_ru: Настройки
zh_hans: 设置
zh_hant: 設置

# Activities_ActivitiesNavigationPage_NV_Item1.Content
source: Launch Task
ru_ru: Запустить задачу
zh_hans: 启动任务
zh_hant: 啟動任務

# Activities_ActivitiesNavigationPage_NV_Item2.Content
source: Download Task
ru_ru: Скачать задание
zh_hans: 下载任务
zh_hant: 下載任務

# Activities_ActivitiesNavigationPage_NV_Item3.Content
source: News
ru_ru: Новости
zh_hans: 新闻
zh_hant: 新聞

# Activities_ActivitiesNavigationPage_NV_Item4.Content
source: Application
ru_ru: Приложение
zh_hans: 应用
zh_hant: 應用

# Activities_DownloadPage_Tip.Text
source: No Download Arrangements
ru_ru: Нет механизмов загрузки
zh_hans: 无下载任务
zh_hant: 無下載任務

# Activities_DownloadPage_Hyperlink.Content
source: Go to ResoucesDownloadPage to create
ru_ru: Перейдите на ResoucesDownloadPage, чтобы создать
zh_hans: 进入资源下载页面进行创建
zh_hant: 進入資源下載頁面進行創建

# Activities_DownloadPage_Item_T.Text
source: Download Task
ru_ru: Загрузить задачу
zh_hans: 下载任务
zh_hant: 下載任務

# Activities_DownloadPage_Item_TD.Text
source: State
ru_ru: Состояние
zh_hans: 状态
zh_hant: 狀態

# Activities_DownloadPage_Item_H1.Text
source: Progress:
ru_ru: Прогресс:
zh_hans: 进度：
zh_hant: 進度：

# Activities_DownloadPage_Item_H2.Text
source: Open File Folder:
ru_ru: Открыть папку с файлами:
zh_hans: 打开文件夹：
zh_hant: 打開文件夾：

# Activities_LaunchPage_Tip.Text
source: No Launch Arrangements
ru_ru: Нет договоренностей о запуске
zh_hans: 无启动任务
zh_hant: 無啟動任務

# Activities_LaunchPage_Hyperlink.Content
source: Go to HomePage to create
ru_ru: Перейдите на главную страницу, чтобы создать
zh_hans: 转到主页面来创建
zh_hant: 轉到主頁面來創建

# Activities_LaunchPage_Item_T.Text
source: Launch Task
ru_ru: Запустить задачу
zh_hans: 启动任务
zh_hant: 啟動任務

# Activities_LaunchPage_Item_TD.Text
source: State
ru_ru: Состояние
zh_hans: 状态
zh_hant: 狀態

# Activities_LaunchPage_Item_H1.Text
source: Progress:
ru_ru: Прогресс:
zh_hans: 进度：
zh_hant: 進度：

# Activities_LaunchPage_Item_H2.Text
source: The game has been launched successfully
ru_ru: Игра успешно запущена
zh_hans: 游戏已成功启动
zh_hant: 遊戲已成功啟動

# Activities_LaunchPage_Item_H3.Text
source: Game progress management
ru_ru: Управление игровым прогрессом
zh_hans: 游戏进程管理
zh_hant: 遊戲進程管理

# Activities_LaunchPage_Item_H4.Text
source: Crash analysis report
ru_ru: Отчет об анализе сбоев
zh_hans: 崩溃分析报告
zh_hant: 崩潰分析報告

# Activities_LaunchPage_Item_H5.Text
source: Reason:
ru_ru: Причина:
zh_hans: 原因：
zh_hant: 原因：

# Activities_LaunchPage_B1.Text
source: Open Log
ru_ru: Открыть журнал
zh_hans: 显示日志
zh_hant: 顯示日誌

# Activities_LaunchPage_B2.Text
source: Kill Process
ru_ru: Убить процесс
zh_hans: 终止进程
zh_hant: 終止進程

# Activities_LaunchPage_B3.Text
source: Open Report
ru_ru: Открыть отчет
zh_hans: 显示报告
zh_hant: 顯示報告

# Activities_LaunchPage_B4.Text
source: Show Details
ru_ru: Показать детали
zh_hans: 显示详细信息
zh_hant: 顯示詳細信息

# AuthenticationWizard_BrowserMicrosoftAuthPage_Page.Tag
source: Built-in Browser Microsoft Authenticate (2/3)
ru_ru: Аутентификация Microsoft с использованием встроенного браузера (2/3)
zh_hans: 使用内置浏览器进行微软验证 (2/3)
zh_hant: 使用內置瀏覽器進行微軟驗證 (2/3)

# AuthenticationWizard_ChooseAccountTypePage_Page.Tag
source: Choose Account Type (1/3)
ru_ru: Выберите тип учетной записи (1/3)
zh_hans: 选择账户类型 (1/3)
zh_hant: 選擇賬戶類型 (1/3)

# AuthenticationWizard_ChooseAccountTypePage_H1.Text
source: Microsoft Account
ru_ru: Учетная запись Майкрософт
zh_hans: 微软帐户
zh_hant: 微軟帳戶

# AuthenticationWizard_ChooseAccountTypePage_H2.Text
source: Yggdrasil Account
ru_ru: Аккаунт Иггдрасиль
zh_hans: 外置帐户
zh_hant: 外置帳戶

# AuthenticationWizard_ChooseAccountTypePage_H3.Text
source: Offline Account
ru_ru: Автономный аккаунт
zh_hans: 离线账户
zh_hant: 離線賬戶

# AuthenticationWizard_ChooseAccountTypePage_D1.Text
source: Genuine account to play online servers
ru_ru: Подлинная учетная запись для игры на онлайн-серверах
zh_hans: 正版账号才能游玩在线服务器
zh_hant: 正版賬號才能遊玩在線服務器

# AuthenticationWizard_ChooseAccountTypePage_D2.Text
source: Can enter the third-party Yggdrasil verification server
ru_ru: Можно войти на сторонний сервер проверки Yggdrasil
zh_hans: 可以进入第三方 Yggdrasil 验证服务器
zh_hant: 可以進入第三方 Yggdrasil 驗證服務器

# AuthenticationWizard_ChooseAccountTypePage_D3.Text
source: Can only be played locally and offline
ru_ru: Можно играть только локально и в автономном режиме
zh_hans: 只能在本地离线游玩
zh_hant: 只能在本地離線遊玩

# AuthenticationWizard_ChooseAccountTypePage_NoMc.Text
source: Don't have Minecraft?
ru_ru: У вас нет майнкрафта?
zh_hans: 没有 Minecraft ？
zh_hant: 沒有 Minecraft ？

# AuthenticationWizard_ChooseMicrosoftAuthMethodPage_Page.Tag
source: Choose Microsoft Authenticate Method (1/3)
ru_ru: Выберите метод проверки подлинности Microsoft (1/3)
zh_hans: 选择 Microsoft 身份验证方式 (1/3)
zh_hant: 選擇 Microsoft 身份驗證方式 (1/3)

# AuthenticationWizard_ChooseMicrosoftAuthMethodPage_H1.Text
source: Authenticate using the built-in browser
ru_ru: Аутентификация с помощью встроенного браузера
zh_hans: 使用内置浏览器进行身份验证
zh_hant: 使用內置瀏覽器進行身份驗證

# AuthenticationWizard_ChooseMicrosoftAuthMethodPage_H2.Text
source: Authenticate with device flow code
ru_ru: Аутентификация с кодом потока устройства
zh_hans: 使用设备代码流进行身份验证
zh_hant: 使用設備代碼流進行身份驗證

# AuthenticationWizard_ChooseMicrosoftAuthMethodPage_D1.Text
source: The built-in browser can be slow on poor connections
ru_ru: Встроенный браузер может работать медленно при плохом соединении
zh_hans: 如果网络状况不佳，内置浏览器可能会更慢
zh_hant: 如果網絡狀況不佳，內置瀏覽器可能會更慢

# AuthenticationWizard_ChooseMicrosoftAuthMethodPage_D2.Text
source: Need to enter verification code on external browser
ru_ru: Необходимо ввести код подтверждения во внешнем браузере
zh_hans: 需要在外部浏览器输入验证码
zh_hant: 需要在外部瀏覽器輸入驗證碼

# AuthenticationWizard_ConfirmProfilePage_Page.Tag
source: Confirm Minecraft Profile (3/3)
ru_ru: Подтвердить профиль Minecraft (3/3)
zh_hans: 确认 Minecraft 档案 (3/3)
zh_hant: 確認 Minecraft 檔案 (3/3)

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_Page.Tag
source: Device Flow Microsoft Authenticate (2/3)
ru_ru: Поток устройств Microsoft Authenticate (2/3)
zh_hans: 使用设备代码流进行微软验证 (2/3)
zh_hant: 使用設備代碼流進行微軟驗證 (2/3)

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_L.Text
source: Device Code:
ru_ru: Код устройства:
zh_hans: 设备代码：
zh_hant: 設備代碼：

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_P1.Text
source: Please complete the next verification steps in your browser, then return to the launcher to continue verification
ru_ru: Пожалуйста, выполните следующие шаги проверки в своем браузере, затем вернитесь в панель запуска, чтобы продолжить проверку.
zh_hans: 请在浏览器中完成后续验证步骤，然后返回启动器继续验证
zh_hant: 請在瀏覽器中完成後續驗證步驟，然後返回啟動器繼續驗證

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_P2.Text
source: Device flow code is valid for 15 minutes
ru_ru: Код потока устройства действителен в течение 15 минут.
zh_hans: 设备代码的有效期为 15 分钟
zh_hant: 設備代碼的有效期為 15 分鐘

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_B1.Text
source: Copy Code
ru_ru: Скопировать код
zh_hans: 复制代码
zh_hant: 複製代碼

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_B2.Text
source: Refresh Code
ru_ru: Обновить код
zh_hans: 刷新代码
zh_hant: 刷新代碼

# AuthenticationWizard_DeviceFlowMicrosoftAuthPage_Link.Text
source: Manual Access https://login.live.com/oauth20_remoteconnect.srf
ru_ru: Ручной доступ https://login.live.com/oauth20_remoteconnect.srf
zh_hans: 手动访问 https://login.live.com/oauth20_remoteconnect.srf
zh_hant: 手動訪問 https://login.live.com/oauth20_remoteconnect.srf

# AuthenticationWizard_EnterOfflineProfilePage_Page.Tag
source: Enter Offline Account Profile (2/3)
ru_ru: Введите профиль автономной учетной записи (2/3)
zh_hans: 输入离线帐户资料 (2/3)
zh_hant: 輸入離線帳戶資料 (2/3)

# AuthenticationWizard_EnterOfflineProfilePage_TB1.PlaceholderText
source: Name:
ru_ru: Имя:
zh_hans: 名字：
zh_hant: 名字：

# AuthenticationWizard_EnterOfflineProfilePage_TB2.PlaceholderText
source: UUID: (Optional)
ru_ru: UUID: (необязательно)
zh_hans: UUID：（可选）
zh_hant: UUID：（可選）

# AuthenticationWizard_EnterYggdrasilProfilePage_Page.Tag
source: Enter Yggdrasil Account Profile (2/3)
ru_ru: Войдите в профиль учетной записи Yggdrasil (2/3)
zh_hans: 输入外置帐户资料 (2/3)
zh_hant: 輸入外置帳戶資料 (2/3)

# AuthenticationWizard_EnterYggdrasilProfilePage_TB1.PlaceholderText
source: Yggdrasil Server Url:
ru_ru: URL-адрес сервера Yggdrasil:
zh_hans: Yggdrasil 服务器：
zh_hant: Yggdrasil 服務器：

# AuthenticationWizard_EnterYggdrasilProfilePage_TB2.PlaceholderText
source: Email:
ru_ru: Электронная почта:
zh_hans: 电子邮件：
zh_hant: 電子郵件：

# AuthenticationWizard_EnterYggdrasilProfilePage_TB3.PlaceholderText
source: Password:
ru_ru: Пароль:
zh_hans: 密码：
zh_hant: 密碼：

# CoreInstallWizard_ChooseModLoaderPage__NeoForge
source: Incompatible with Forge, Fabric, Quilt, some versions compatible with OptiFine
ru_ru: Несовместимо с Forge, Fabric, Quilt, некоторые версии совместимы с OptiFine.
zh_hans: 与 Forge、Fabric、Quilt 不兼容，部分版本与 OptiFine 兼容
zh_hant: 与 Forge、Fabric、Quilt 不兼容，部分版本与 OptiFine 兼容

# CoreInstallWizard_ChooseModLoaderPage__Forge
source: Incompatible with NeoForge, Fabric, Quilt, some versions compatible with OptiFine
ru_ru: Несовместимо с NeoForge, Fabric, Quilt, некоторые версии совместимы с OptiFine.
zh_hans: 与 NeoForge、Fabric、Quilt 不兼容，部分版本与 OptiFine 兼容
zh_hant: 与 NeoForge、Fabric、Quilt 不兼容，部分版本与 OptiFine 兼容

# CoreInstallWizard_ChooseModLoaderPage__Fabric
source: Incompatible with NeoForge, Forge, Quilt, compatible with OptiFine with OptiFabric
ru_ru: Несовместим с NeoForge, Forge, Quilt, совместим с OptiFine с OptiFabric.
zh_hans: 与 NeoForge、Forge、Quilt 不兼容，在有 OptiFabric 情况下与 OptiFine 兼容
zh_hant: 与 NeoForge、Forge、Quilt 不兼容，在有 OptiFabric 情况下与 OptiFine 兼容

# CoreInstallWizard_ChooseModLoaderPage__OptiFine
source: Incompatibility with Fabric, Quilt without OptiFabric
ru_ru: Несовместимость с тканью, одеялом без OptiFabric.
zh_hans: 在无 OptiFabric 情况下与 Fabric、Quilt 不兼容
zh_hant: 在无 OptiFabric 情况下与 Fabric、Quilt 不兼容

# CoreInstallWizard_ChooseModLoaderPage__Quilt
source: Not compatible with NeoForge, Forge, Fabric
ru_ru: Несовместимо с NeoForge, Forge, Fabric.
zh_hans: 与 NeoForge、Forge、Fabric 不兼容
zh_hant: 与 NeoForge、Forge、Fabric 不兼容

# CoreInstallWizard_ChooseModLoaderPage__Loading
source: Loading
ru_ru: Загрузка
zh_hans: 加载中
zh_hant: 加載中

# CoreInstallWizard_ChooseModLoaderPage__NotSupported
source: Not Supported
ru_ru: Не поддерживается
zh_hans: 不支持
zh_hant: 不支持

# CoreInstallWizard_ChooseModLoaderPage_Page.Tag
source: Mod Loader Options (1/3)
ru_ru: Параметры загрузчика модов (1/3)
zh_hans: 模组加载器选项 (1/3)
zh_hant: 模组加載器選項 (1/3)

# Cores_CoresPage_SearchBox.PlaceholderText
source: Search Core
ru_ru: Ядро поиска
zh_hans: 搜索核心
zh_hant: 搜索核心

# Cores_CoresPage_Text1.Text
source: Filter criteria:
ru_ru: Критерии фильтрации:
zh_hans: 过滤条件：
zh_hant: 過濾條件：

# Cores_CoresPage_Text2.Text
source: Sort by:
ru_ru: Сортировать по:
zh_hans: 排序方式：
zh_hant: 排序方式：

# Cores_CoresPage__Items1
source: All;Release;Snapshot;Old
ru_ru: Все;Выпуск;Снимок;Старый
zh_hans: 全部;正式版;快照版;远古版
zh_hant: 全部;正式版;快照版;遠古版

# Cores_CoresPage__Items2
source: Name;Launch Date
ru_ru: Имя;Дата запуска
zh_hans: 名称;启动日期
zh_hant: 名稱;啟動日期

# Cores_CoresPage_InstallButton.Text
source: Install Cores
ru_ru: Установить ядра
zh_hans: 安装核心
zh_hant: 安裝核心

# Cores_ManageNavigationPage_NV_Item_1.Content
source: Cores Settings
ru_ru: Настройки ядер
zh_hans: 核心设置
zh_hant: 核心設置

# Cores_ManageNavigationPage_NV_Item_2.Content
source: Mods Manage
ru_ru: Управление модами
zh_hans: 模组管理
zh_hant: 模組管理

# Cores_ManageNavigationPage_NV_Item_3.Content
source: Saves Manage
ru_ru: Сохранить Управление
zh_hans: 存档管理
zh_hant: 存檔管理

# Cores_ManageNavigationPage_NV_Item_4.Content
source: Statistics Data
ru_ru: Статистические данные
zh_hans: 统计数据
zh_hant: 統計數據

# Cores_ManageNavigationPage__BreadcrumbBar_First
source: Cores Manage
ru_ru: Ядра Управление
zh_hans: 核心管理
zh_hant: 核心管理

# Cores_Manage_CoreModsPage_T.Text
source: Mods
ru_ru: Моды
zh_hans: 模组
zh_hant: 模組

# Cores_Manage_CoreModsPage_H1.Text
source: The game core does not support mods
ru_ru: Ядро игры не поддерживает моды
zh_hans: 该游戏核心不支持模组
zh_hant: 該遊戲核心不支持模組

# Cores_Manage_CoreModsPage_H2.Text
source: Mods Folder
ru_ru: Папка модов
zh_hans: 模组文件夹
zh_hant: 模組文件夾

# Cores_Manage_CoreModsPage_D.Text
source: To install a core with mod loader
ru_ru: Установка ядра с загрузчиком модов
zh_hans: 安装一个带有模组加载器的核心
zh_hant: 安裝一個帶有模組加載器的核心

# Cores_Manage_CoreModsPage_SearchBox.PlaceholderText
source: Search Mod
ru_ru: Поиск Мод
zh_hans: 搜索已有模组
zh_hant: 搜索已有模組

# Cores_Manage_CoreSettingsPage_T1.Text
source: Launch Settings
ru_ru: Настройки запуска
zh_hans: 启动设置
zh_hant: 啟動設置

# Cores_Manage_CoreSettingsPage_T2.Text
source: Account Settings
ru_ru: Настройки учетной записи
zh_hans: 账户设置
zh_hant: 賬戶設置

# Cores_Manage_CoreSettingsPage_T3.Text
source: JVM Settings
ru_ru: Настройки JVM
zh_hans: Java 虚拟机设置
zh_hant: Java 虛擬機設置

# Cores_Manage_CoreSettingsPage_H1.Text
source: Core Nickname:
ru_ru: Основное прозвище:
zh_hans: 核心的昵称:
zh_hant: 核心的暱稱:

# Cores_Manage_CoreSettingsPage_H2.Text
source: Enable specific core settings
ru_ru: Включить определенные основные настройки
zh_hans: 启用特定核心设置
zh_hant: 啟用特定核心設置

# Cores_Manage_CoreSettingsPage_H3.Text
source: Core independent
ru_ru: Независимый от ядра
zh_hans: 版本独立
zh_hant: 版本獨立

# Cores_Manage_CoreSettingsPage_H4.Text
source: Automatic full screen mode after entering the game
ru_ru: Автоматический полноэкранный режим после входа в игру
zh_hans: 进入游戏后自动全屏模式
zh_hant: 進入遊戲後自動全屏模式

# Cores_Manage_CoreSettingsPage_H5.Text
source: Game window resolution
ru_ru: Разрешение окна игры
zh_hans: 游戏窗口分辨率
zh_hant: 遊戲窗口分辨率

# Cores_Manage_CoreSettingsPage_H6.Text
source: The server address to connect after entering the game
ru_ru: Адрес сервера для подключения после входа в игру
zh_hans: 进入游戏后自动连接的服务器地址
zh_hant: 進入遊戲後自動連接的服務器地址

# Cores_Manage_CoreSettingsPage_H7.Text
source: Game window title
ru_ru: Заголовок игрового окна
zh_hans: 游戏窗口标题
zh_hant: 遊戲窗口標題

# Cores_Manage_CoreSettingsPage_H8.Text
source: Account used to launch this game
ru_ru: Учетная запись, используемая для запуска этой игры
zh_hans: 用于启动这个游戏的账户
zh_hant: 用於啟動這個遊戲的賬戶

# Cores_Manage_CoreSettingsPage_H9.Text
source: Additional JVM parameter settings
ru_ru: Дополнительные настройки параметров JVM
zh_hans: 额外 Java 虚拟机参数设置
zh_hant: 額外 Java 虛擬機參數設置

# Cores_Manage_CoreSettingsPage_D1.Text
source: Only as a display name, the actual Id will not be modified
ru_ru: Только в качестве отображаемого имени, фактический идентификатор не будет изменен.
zh_hans: 仅作为显示名称，不会修改实际Id
zh_hant: 僅作為顯示名稱，不會修改實際Id

# Cores_Manage_CoreSettingsPage_D2.Text
source: Only if you enable this item, the following settings will take effect
ru_ru: Только если вы включите этот пункт, вступят в силу следующие настройки
zh_hans: 只有你启用了这一项，下面的设置才会生效
zh_hant: 只有你啟用了這一項，下面的設置才會生效

# Cores_Manage_CoreSettingsPage_D3.Text
source: The game will run at versions\${version} directory
ru_ru: Игра будет работать в каталоге version\${version}
zh_hans: 游戏将运行在 versions\${version} 目录下
zh_hant: 遊戲將運行在 versions\${version} 目錄下

# Cores_Manage_CoreSettingsPage_D4.Text
source: If the selected account cannot be found in the account list after enabling it, an error will be reported
ru_ru: Если выбранная учетная запись не может быть найдена в списке учетных записей после ее включения, будет сообщено об ошибке
zh_hans: 若启用后在账户列表中找不到选中的账户，则会报错
zh_hant: 若啟用後在賬戶列表中找不到選中的賬戶，則會報錯

# Cores_Manage_CoreSettingsPage_D5.Text
source: These will be added to the generated launch parameters
ru_ru: Они будут добавлены к сгенерированным параметрам запуска.
zh_hans: 会添加到生成的启动参数中
zh_hant: 會添加到生成的啟動參數中

# Downloads_CoreInstallWizardPage_NV_Item1.Text
source: Mod Loader Options (Optional)
ru_ru: Параметры загрузчика модов (необязательно)
zh_hans: 模组加载器选项 (可选)
zh_hant: Mod 加載器選項（可選）

# Downloads_CoreInstallWizardPage_NV_Item2.Text
source: Basic Core Settings
ru_ru: Основные основные настройки
zh_hans: 基本核心设置
zh_hant: 基本核心設置

# Downloads_CoreInstallWizardPage_NV_Item3.Text
source: Additional Installation Options (Optional)
ru_ru: Дополнительные варианты установки (необязательно)
zh_hans: 附属安装选项 (可选)
zh_hant: 附加安裝選項（可選）
